Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Config Changes
de: Konfigurationsänderungen
es: Cambios de configuración
fil: Mga Pagbabago sa Config
fr: Modifications de configuration
hr: Promjene konfiguracije
id: Perubahan Konfigurasi
ja: 設定変更
ko: 설정 변경
ms: Perubahan Konfigurasi
pl: Zmiany konfiguracji
pt_br: Mudanças de configuração
ro: Modificări de configurare
ru: Изменения конфигурации
th: การเปลี่ยนแปลงการตั้งค่า
tr: Yapılandırma Değişiklikleri
zh_hans: 设置更改
zh_hant: 設定變更

source: Configuration
de: Konfiguration
es: Configuración
hr: Konfiguracija
id: Konfigurasi
ja: 設定
ko: 구성
ms: Konfigurasi
pl: Konfiguracja
pt_br: Configuração
ro: Configurare
ru: Конфигурация
th: การกำหนดค่า
tr: Yapılandırma
zh_hans: 配置信息
zh_hant: 設定

source: Configuration Tool
de: Konfigurations-Tool
es: Herramienta de configuración
fr: Outil de configuration
hr: Alat za konfiguraciju
id: Alat Konfigurasi
ja: 設定ツール
ko: 구성 도구
ms: Alat Konfigurasi
pl: Narzędzie konfiguracji
pt_br: Ferramenta de configuração
ro: Instrument de configurare
ru: Инструмент настройки
th: เครื่องมือกำหนดค่า
tr: Yapılandırma Aracı
zh_hans: 配置工具
zh_hant: 設定工具

source: Configure %@
de: %@ konfigurieren
es: Configurar %@
fil: I-configure ang %@
fr: Configurer %@
hr: Konfiguriraj %@
id: Konfigurasi %@
ja: %@ を設定
ko: %@ 구성
ms: Konfigurasi %@
pl: Skonfiguruj: %@
pt_br: Configurar: %@
ro: Configurează: %@
ru: Настроить %@
th: กำหนดค่า %@
tr: Yapılandır: %@
zh_hans: 配置 %@
zh_hant: 設定 %@

source: Configure an API key or sign in with OAuth
de: Konfigurieren Sie einen API Key oder melden Sie sich mit OAuth an
es: Configura una clave de API o inicia sesión con OAuth
fil: Mag-configure ng API key o mag-sign in gamit ang OAuth
fr: Configurez une clé API ou connectez-vous avec OAuth
hr: Postavite API ključ ili se prijavite putem OAuth-a
id: Konfigurasi kunci API atau masuk dengan OAuth
ja: API Keyの設定またはOAuthでAIプロバイダーにサインイン
ko: API Key를 구성하거나 OAuth로 AI 공급자에 로그인
ms: Konfigurasi kunci API atau log masuk dengan OAuth
pl: Skonfiguruj klucz API lub zaloguj się przez OAuth
pt_br: Configure uma chave de API ou entre com OAuth
ro: Configurează o cheie API sau conectează-te prin OAuth
ru: Настройте ключ API или войдите через OAuth
th: กำหนดค่าคีย์ API หรือลงชื่อเข้าใช้ด้วย OAuth
tr: Bir API anahtarı girin ya da OAuth ile oturum açın
zh_hans: 配置 API Key 或使用 OAuth 登录 AI 服务商
zh_hant: 配置 API Key 或使用 OAuth 登入 AI 服務商

source: Configure providers in Settings to see models here.
de: Konfigurieren Sie Anbieter in den Einstellungen, um Modelle hier zu sehen.
es: Configura los proveedores en Ajustes para ver los modelos aquí.
fil: Mag-configure ng provider sa Settings para makita ang mga model dito.
fr: Configurez les fournisseurs dans Réglages pour voir les modèles ici.
hr: Postavite pružatelje usluga u Postavkama da biste ovdje vidjeli modele.
id: Konfigurasi penyedia di Pengaturan untuk melihat model di sini.
ja: 設定でプロバイダーを構成すると、ここにモデルが表示されます。
ko: 설정에서 제공자를 구성하면 여기에 모델이 표시됩니다.
ms: Konfigurasi pembekal dalam Tetapan untuk melihat model di sini.
pl: Skonfiguruj dostawców w Ustawieniach, aby modele pojawiły się tutaj.
pt_br: Configure os provedores nas Configurações para ver os modelos aqui.
ro: Configurează furnizorii din Setări pentru ca modelele să apară aici.
ru: Настройте провайдеров в Настройках, чтобы увидеть модели здесь.
th: กำหนดค่าผู้ให้บริการในการตั้งค่าเพื่อดูโมเดลที่นี่
tr: Modellerin burada görünmesi için Ayarlar'dan sağlayıcıları yapılandırın.
zh_hans: 请在设置中配置服务商以在此查看模型。
zh_hant: 請在設定中配置服務商以在此查看模型。

source: Configure which models the Agent uses, manage API keys & OAuth for each provider, and create model groups for fallback or load balancing.
de: Konfigurieren Sie die Modelle von Minis Agent, verwalten Sie API Keys und OAuth für jeden KI-Anbieter und erstellen Sie Modellgruppen.
es: Configura qué modelos usa Minis Agent, gestiona las claves de API y OAuth de cada proveedor, y crea grupos de modelos para conmutación o balanceo de carga.
fil: I-configure kung anong model ang gagamitin ng agent, pamahalaan ang mga API key at OAuth kada provider, at gumawa ng model group para sa fallback o load balancing.
fr: Configurez les modèles utilisés par Minis Agent, gérez les clés API et OAuth de chaque fournisseur AI, et créez des groupes de modèles.
hr: Odredite koje modele Agent koristi, upravljajte API ključevima i OAuth-om za svakog pružatelja usluge te izradite grupe modela za zamjenu ili raspodjelu opterećenja.
id: Konfigurasikan model yang dipakai agen, kelola kunci API & OAuth tiap penyedia, dan buat grup model untuk cadangan atau penyeimbangan beban.
ja: Agent が使用するモデルの設定、各AIプロバイダーのAPI KeyとOAuthの管理、フォールバックや負荷分散のためのモデルグループの作成ができます。
ko: Agent가 사용할 모델을 설정하고, 각 AI 공급자의 API Key와 OAuth를 관리하며, 대체 또는 부하 분산을 위한 모델 그룹을 만드세요.
ms: Konfigurasi model yang digunakan ejen, urus kunci API & OAuth setiap pembekal, dan cipta kumpulan model untuk sandaran atau imbangan beban.
pl: Skonfiguruj modele używane przez agenta, zarządzaj kluczami API i OAuth dla każdego dostawcy oraz twórz grupy modeli do przełączania awaryjnego lub równoważenia obciążenia.
pt_br: Configure quais modelos o agente usa, gerencie chaves de API e OAuth de cada provedor e crie grupos de modelos para fallback ou equilíbrio de carga.
ro: Configurează ce modele folosește agentul, gestionează cheile API și OAuth pentru fiecare furnizor și creează grupuri de modele pentru rezervă sau echilibrarea încărcării.
ru: Настройте, какие модели использует Agent, управляйте ключами API и OAuth для каждого провайдера и создавайте группы моделей для резервирования или балансировки нагрузки.
th: กำหนดว่าเอเจนต์ใช้โมเดลใด จัดการคีย์ API และ OAuth ของผู้ให้บริการแต่ละราย และสร้างกลุ่มโมเดลสำหรับตัวสำรองหรือกระจายโหลด
tr: Aracının hangi modelleri kullanacağını yapılandırın, her sağlayıcı için API anahtarlarını ve OAuth'u yönetin, yedek veya yük dengeleme için model grupları oluşturun.
zh_hans: 配置 Agent 使用的模型，管理各 AI 服务商的 API Key 和 OAuth，以及创建模型分组以实现回退或负载均衡。
zh_hant: 配置智能體使用的模型，管理各 AI 服務商的 API Key 和 OAuth，以及創建模型分組以實現回退或負載均衡。

source: Configured
de: Konfiguriert
es: Configurado
fil: Na-configure
fr: Configuré
hr: Konfigurirano
id: Dikonfigurasi
ja: 設定済み
ko: 구성됨
ms: Dikonfigurasi
pl: Skonfigurowano
pt_br: Configurado
ro: Configurat
ru: Настроено
th: กำหนดค่าแล้ว
tr: Yapılandırıldı
zh_hans: 已配置
zh_hant: 已配置

source: Confirm %lld changes
de: %lld Änderungen bestätigen
es: Confirmar %lld cambios
fil: Kumpirmahin ang %lld pagbabago
fr: Confirmer %lld modifications
hr: Potvrdi promjene: %lld
id: Konfirmasi %lld perubahan
ja: %lld 件の変更を確認
ko: %lld 건의 변경 확인
ms: Sahkan %lld perubahan
pl: Potwierdź zmiany: %lld
pt_br: Confirmar alterações: %lld
ro: Confirmă modificări: %lld
ru: Подтвердить изменения: %lld
th: ยืนยันการเปลี่ยนแปลง %lld รายการ
tr: %lld değişikliği onayla
zh_hans: 确认 %lld 项更改
zh_hant: 確認 %lld 項變更

source: Confirm change
de: Änderung bestätigen
es: Confirmar el cambio
fil: Kumpirmahin ang pagbabago
fr: Confirmer la modification
hr: Potvrdi promjenu
id: Konfirmasi perubahan
ja: 変更を確認
ko: 변경 확인
ms: Sahkan perubahan
pl: Potwierdź zmianę
pt_br: Confirmar alteração
ro: Confirmă modificarea
ru: Подтвердить изменение
th: ยืนยันการเปลี่ยนแปลง
tr: Değişikliği onayla
zh_hans: 确认更改
zh_hant: 確認變更

source: Confirm Deletion
de: Löschen bestätigen
es: Confirmar la eliminación
fil: Kumpirmahin ang Pagtanggal
fr: Confirmer la suppression
hr: Potvrdi brisanje
id: Konfirmasi Penghapusan
ja: 削除の確認
ko: 삭제 확인
ms: Sahkan Pemadaman
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
ro: Confirmă ștergerea
ru: Подтвердить удаление
th: ยืนยันการลบ
tr: Silmeyi Onayla
zh_hans: 确认删除
zh_hant: 確認刪除

source: Confirm passphrase
de: Passphrase bestätigen
es: Confirma la frase de contraseña
fil: Kumpirmahin ang passphrase
fr: Confirmer la phrase secrète
hr: Potvrdite lozinku
id: Konfirmasi frasa sandi
ja: パスフレーズを確認
ko: 암호 구문 확인
ms: Sahkan frasa laluan
pl: Potwierdź hasło
pt_br: Confirmar a senha
ro: Confirmă fraza de acces
ru: Подтвердите парольную фразу
th: ยืนยันวลีรหัสผ่าน
tr: Parolayı onaylayın
zh_hans: 确认密码短语
zh_hant: 確認密碼短語

source: Confirm the passphrase to continue.
de: Bestätige die Passphrase, um fortzufahren.
es: Confirma la frase de contraseña para continuar.
fil: Kumpirmahin ang passphrase para magpatuloy.
fr: Confirmez la phrase secrète pour continuer.
hr: Potvrdite lozinku za nastavak.
id: Konfirmasi frasa sandi untuk melanjutkan.
ja: 続けるにはパスフレーズを確認してください。
ko: 계속하려면 암호 구문을 확인하십시오.
ms: Sahkan frasa laluan untuk teruskan.
pl: Potwierdź hasło, aby kontynuować.
pt_br: Confirme a senha para continuar.
ro: Confirmă fraza de acces pentru a continua.
ru: Подтвердите парольную фразу, чтобы продолжить.
th: ยืนยันวลีรหัสผ่านเพื่อดำเนินการต่อ
tr: Sürdürmek için parolayı onaylayın.
zh_hans: 请再次输入密码以继续。
zh_hant: 請確認密碼短語以繼續。

source: Connect
de: Verbinden
es: Conectar
fil: Kumonekta
fr: Connecter
hr: Poveži
id: Hubungkan
ja: 接続
ko: 연결
ms: Sambung
pl: Połącz
pt_br: Conectar
ro: Conectează
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
zh_hans: 连接
zh_hant: 連線

source: Connected.
de: Verbunden.
es: Conectado.
fil: Nakakonekta.
fr: Connecté.
hr: Povezano.
id: Terhubung.
ja: 接続しました。
ko: 연결되었습니다.
ms: Disambungkan.
pl: Połączono.
pt_br: Conectado.
ro: Conectat.
ru: Подключено.
th: เชื่อมต่อแล้ว
tr: Bağlandı.
zh_hans: 连接成功。
zh_hant: 已連線。

source: Connecting…
de: Verbinde…
es: Conectando…
fil: Kumokonekta…
fr: Connexion…
hr: Povezivanje…
id: Menghubungkan…
ja: 接続中…
ko: 연결 중…
ms: Menyambung…
pl: Łączenie…
pt_br: Conectando…
ro: Se conectează…
ru: Подключение…
th: กำลังเชื่อมต่อ…
tr: Bağlanılıyor…
zh_hans: 正在连接…
zh_hant: 連線中…

source: Connection
de: Verbindung
es: Conexión
fil: Koneksyon
fr: Connexion
hr: Veza
id: Koneksi
ja: 接続
ko: 연결
ms: Sambungan
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Подключение
th: การเชื่อมต่อ
tr: Bağlantı
zh_hans: 连接信息
zh_hant: 連線

source: Contacting Kimi…
de: Kontaktiere Kimi…
es: Contactando con Kimi…
fil: Kinokontak ang Kimi…
fr: Contact de Kimi…
hr: Povezivanje s Kimi…
id: Menghubungi Kimi…
ja: Kimi に接続中…
ko: Kimi에 연결 중…
ms: Menghubungi Kimi…
pl: Łączenie z Kimi…
pt_br: Contatando o Kimi…
ro: Se contactează Kimi…
ru: Связь с Kimi…
th: กำลังติดต่อ Kimi…
tr: Kimi'ye bağlanılıyor…
zh_hans: 正在连接 Kimi…
zh_hant: 連線 Kimi 中…

source: Contacting server…
de: Kontaktiere Server…
es: Contactando con el servidor…
fil: Kinokontak ang server…
fr: Contact du serveur…
hr: Povezivanje s poslužiteljem…
id: Menghubungi server…
ja: サーバに接続中…
ko: 서버에 연결 중…
ms: Menghubungi server…
pl: Łączenie z serwerem…
pt_br: Contatando o servidor…
ro: Se contactează serverul…
ru: Связь с сервером…
th: กำลังติดต่อเซิร์ฟเวอร์…
tr: Sunucuya bağlanılıyor…
zh_hans: 正在连接服务器…
zh_hant: 連線伺服器中…

source: Contacts
de: Kontakte
es: Contactos
hr: Kontakti
id: Kontak
ja: 連絡先
ko: 연락처
ms: Kenalan
pl: Kontakty
pt_br: Contatos
ro: Contacte
ru: Контакты
th: รายชื่อ
tr: Kişiler
zh_hans: 通讯录
zh_hant: 通訊錄

source: Context
de: Kontext
es: Contexto
fr: Contexte
hr: Kontekst
id: Konteks
ja: コンテキスト
ko: 컨텍스트
ms: Konteks
pl: Kontekst
pt_br: Contexto
ru: Контекст
th: บริบท
tr: Bağlam
zh_hans: 上下文
zh_hant: 上下文

source: Context Full
de: Kontext voll
es: Contexto lleno
fil: Puno ang Context
fr: Contexte plein
hr: Kontekst pun
id: Konteks Penuh
ja: コンテキストが満杯
ko: 컨텍스트 가득 참
ms: Konteks Penuh
pl: Kontekst pełny
pt_br: Contexto cheio
ro: Context plin
ru: Контекст заполнен
th: บริบทเต็ม
tr: Bağlam Dolu
zh_hans: 上下文已满
zh_hant: 上下文已滿

source: Context full. Start a new session to continue.
de: Kontext voll. Starten Sie eine neue Sitzung, um fortzufahren.
es: Contexto lleno. Inicia una sesión nueva para continuar.
fil: Puno ang context. Magsimula ng bagong session para magpatuloy.
fr: Contexte plein. Démarrez une nouvelle session pour continuer.
hr: Kontekst je pun. Pokrenite novu sesiju za nastavak.
id: Konteks penuh. Mulai sesi baru untuk melanjutkan.
ja: コンテキストが満杯です。続行するには新しいセッションを開始してください。
ko: 컨텍스트가 가득 찼습니다. 계속하려면 새 세션을 시작하세요.
ms: Konteks penuh. Mulakan sesi baharu untuk teruskan.
pl: Kontekst pełny. Rozpocznij nową sesję, aby kontynuować.
pt_br: Contexto cheio. Comece uma nova sessão para continuar.
ro: Context plin. Începe o sesiune nouă pentru a continua.
ru: Контекст заполнен. Начните новую сессию, чтобы продолжить.
th: บริบทเต็ม เริ่มเซสชันใหม่เพื่อดำเนินการต่อ
tr: Bağlam dolu. Sürdürmek için yeni bir oturum başlatın.
zh_hans: 上下文已满。请开始新会话以继续。
zh_hant: 上下文已滿。請開始新工作階段以繼續。

source: Context is full and could not be compacted further. Start a new session or clear the chat to continue.
de: Der Kontext ist voll und konnte nicht weiter komprimiert werden. Starte eine neue Sitzung oder leere den Chat, um fortzufahren.
es: El contexto está lleno y no se pudo compactar más. Inicia una sesión nueva o borra el chat para continuar.
fil: Puno na ang context at hindi na ma-compact pa. Magsimula ng bagong session o i-clear ang chat para magpatuloy.
fr: Le contexte est plein et n’a pas pu être davantage compacté. Démarre une nouvelle session ou vide la conversation pour continuer.
hr: Kontekst je pun i nije ga moguće dalje sažeti. Pokrenite novu sesiju ili očistite razgovor za nastavak.
id: Konteks penuh dan tidak dapat diringkas lebih jauh. Mulai sesi baru atau bersihkan obrolan untuk melanjutkan.
ja: コンテキストがいっぱいで、これ以上圧縮できませんでした。続行するには新しいセッションを開始するか、チャットをクリアしてください。
ko: 컨텍스트가 가득 차 더 이상 압축할 수 없습니다. 계속하려면 새 세션을 시작하거나 채팅을 지우세요.
ms: Konteks penuh dan tidak dapat dipadatkan lagi. Mulakan sesi baharu atau kosongkan sembang untuk teruskan.
pl: Kontekst jest pełny i nie da się go bardziej skompresować. Rozpocznij nową sesję lub wyczyść czat, aby kontynuować.
pt_br: O contexto está cheio e não pode ser compactado mais. Comece uma nova sessão ou limpe o chat para continuar.
ro: Contextul este plin și nu mai poate fi comprimat. Începe o sesiune nouă sau golește chatul pentru a continua.
ru: Контекст переполнен и не может быть сжат дальше. Начните новую сессию или очистите чат, чтобы продолжить.
th: บริบทเต็มแล้วและบีบอัดต่อไม่ได้ เริ่มเซสชันใหม่หรือล้างแชทเพื่อดำเนินการต่อ
tr: Bağlam dolu ve daha fazla sıkıştırılamadı. Sürdürmek için yeni bir oturum başlatın ya da sohbeti temizleyin.
zh_hans: 上下文已满且无法进一步压缩。请开始新会话或清空对话以继续。
zh_hant: 上下文已滿且無法進一步壓縮。請開始新工作階段或清空對話以繼續。

source: Context Near Capacity
de: Kontext fast voll
es: Contexto casi lleno
fil: Malapit nang Mapuno ang Context
fr: Contexte presque plein
hr: Kontekst blizu granice
id: Konteks Hampir Penuh
ja: コンテキストが容量に近づいています
ko: 컨텍스트 용량 거의 초과
ms: Konteks Hampir Penuh
pl: Kontekst prawie pełny
pt_br: Contexto quase cheio
ro: Contextul este aproape plin
ru: Контекст почти заполнен
th: บริบทใกล้เต็ม
tr: Bağlam Dolmak Üzere
zh_hans: 上下文接近容量上限
zh_hant: 上下文接近容量上限

source: Context Used
de: Verwendeter Kontext
es: Contexto usado
fil: Nagamit na Context
fr: Contexte utilisé
hr: Iskorišteni kontekst
id: Konteks Terpakai
ja: 使用済みコンテキスト
ko: 사용된 컨텍스트
ms: Konteks Digunakan
pl: Wykorzystany kontekst
pt_br: Contexto usado
ro: Context folosit
ru: Использовано контекста
th: บริบทที่ใช้
tr: Kullanılan Bağlam
zh_hans: 已使用上下文
zh_hant: 已使用上下文

source: Context Window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
hr: Prozor konteksta
id: Jendela Konteks
ja: コンテキストウィンドウ
ko: 컨텍스트 윈도우
ms: Tetingkap Konteks
pl: Okno kontekstu
pt_br: Janela de contexto
ro: Fereastră de context
ru: Окно контекста
th: หน้าต่างบริบท
tr: Bağlam Penceresi
zh_hans: 上下文窗口
zh_hant: 上下文窗口

source: Context window and max output tokens in tokens. Leave empty for default.
de: Kontextfenster und maximale Ausgabe-Tokens in Tokens. Leer lassen für Standardwert.
es: Ventana de contexto y máximo de tokens de salida, en tokens. Déjalo vacío para usar el valor predeterminado.
fil: Context window at max na output tokens sa tokens. Iwanang blangko para sa default.
fr: Fenêtre de contexte et jetons de sortie maximaux en jetons. Laisser vide pour la valeur par défaut.
hr: Prozor konteksta i maksimalan broj izlaznih tokena, u tokenima. Ostavite prazno za zadanu vrijednost.
id: Jendela konteks dan token keluaran maks dalam token. Kosongkan untuk bawaan.
ja: コンテキストウィンドウと最大出力トークン数（トークン単位）。デフォルトにするには空のままにしてください。
ko: 컨텍스트 창 및 최대 출력 토큰(토큰 단위). 기본값을 사용하려면 비워두세요.
ms: Tetingkap konteks dan token output maks dalam token. Biarkan kosong untuk lalai.
pl: Okno kontekstu i limit tokenów wyjściowych w tokenach. Pozostaw puste dla wartości domyślnej.
pt_br: Janela de contexto e tokens máximos de saída, em tokens. Deixe vazio para o padrão.
ro: Fereastra de context și numărul maxim de tokenuri de ieșire, în tokenuri. Lasă gol pentru valoarea implicită.
ru: Окно контекста и максимальное число выходных токенов (в токенах). Оставьте пустым для значения по умолчанию.
th: หน้าต่างบริบทและโทเคนเอาต์พุตสูงสุดเป็นโทเคน เว้นว่างไว้เพื่อใช้ค่าเริ่มต้น
tr: Token cinsinden bağlam penceresi ve maks çıkış token'ı. Varsayılan için boş bırakın.
zh_hans: 上下文窗口和最大输出 Token 数（以 Token 为单位）。留空使用默认值。
zh_hant: 上下文窗口和最大輸出 Token 數（以 Token 爲單位）。留空使用預設值。

source: Context window size in tokens. Leave empty for default.
de: Größe des Kontextfensters in Tokens. Leer lassen für Standardwert.
es: Tamaño de la ventana de contexto en tokens. Déjalo vacío para usar el valor predeterminado.
fil: Laki ng context window sa tokens. Iwanang blangko para sa default.
fr: Taille de la fenêtre de contexte en tokens. Laisser vide pour la valeur par défaut.
hr: Veličina prozora konteksta u tokenima. Ostavite prazno za zadanu vrijednost.
id: Ukuran jendela konteks dalam token. Kosongkan untuk bawaan.
ja: コンテキストウィンドウのサイズ（トークン単位）。デフォルトの場合は空のままにしてください。
ko: 토큰 단위의 컨텍스트 창 크기. 기본값을 사용하려면 비워 두세요.
ms: Saiz tetingkap konteks dalam token. Biarkan kosong untuk lalai.
pl: Rozmiar okna kontekstu w tokenach. Pozostaw puste dla wartości domyślnej.
pt_br: Tamanho da janela de contexto em tokens. Deixe vazio para o padrão.
ro: Dimensiunea ferestrei de context în tokenuri. Lasă gol pentru valoarea implicită.
ru: Размер окна контекста в токенах. Оставьте пустым для значения по умолчанию.
th: ขนาดหน้าต่างบริบทเป็นโทเคน เว้นว่างไว้เพื่อใช้ค่าเริ่มต้น
tr: Token cinsinden bağlam penceresi boyutu. Varsayılan için boş bırakın.
zh_hans: 上下文窗口大小（以 Token 为单位）。留空使用默认值。
zh_hant: 上下文視窗大小（以 Token 為單位）。留空使用預設值。

source: Continue
de: Fortfahren
es: Continuar
fil: Magpatuloy
fr: Continuer
hr: Nastavi
id: Lanjutkan
ja: 続ける
ko: 계속
ms: Teruskan
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
zh_hans: 继续
zh_hant: 繼續

source: Continue in Safari
de: In Safari fortfahren
es: Continuar en Safari
fil: Magpatuloy sa Safari
fr: Continuer dans Safari
hr: Nastavi u Safariju
id: Lanjutkan di Safari
ja: Safari で続ける
ko: Safari에서 계속
ms: Teruskan dalam Safari
pl: Kontynuuj w Safari
pt_br: Continuar no Safari
ro: Continuă în Safari
ru: Продолжить в Safari
th: ดำเนินการต่อใน Safari
tr: Safari'de Sürdür
zh_hans: 在 Safari 中继续
zh_hant: 在 Safari 中繼續

source: Control Home
de: Smart Home steuern
es: Controlar Casa
fil: Kontrolin ang Home
fr: Contrôler la maison
hr: Upravljaj domom
id: Kontrol Rumah
ja: ホームを操作
ko: 홈 제어
ms: Kawal Rumah
pl: Steruj domem
pt_br: Controlar a casa
ro: Controlează casa
th: ควบคุมบ้าน
tr: Evi Denetle
zh_hans: 控制家居
zh_hant: 控制家居

source: Conversation context is nearly full. Compact the history to free up space before sending.
de: Der Konversationskontext ist nahezu voll. Komprimieren Sie den Verlauf, um vor dem Senden Platz zu schaffen.
es: El contexto de la conversación está casi lleno. Compacta el historial para liberar espacio antes de enviar.
fil: Malapit nang mapuno ang context ng usapan. I-compact ang history para magkaroon ng espasyo bago magpadala.
fr: Le contexte de la conversation est presque plein. Compactez l'historique pour libérer de l'espace avant l'envoi.
hr: Kontekst razgovora je gotovo pun. Sažmite povijest da oslobodite prostor prije slanja.
id: Konteks percakapan hampir penuh. Ringkas riwayatnya untuk membebaskan ruang sebelum mengirim.
ja: 会話のコンテキストがほぼ満杯です。送信する前に履歴を圧縮して空きを作ってください。
ko: 대화 컨텍스트가 거의 가득 찼습니다. 보내기 전에 기록을 압축하여 공간을 확보하세요.
ms: Konteks perbualan hampir penuh. Padatkan sejarahnya untuk membebaskan ruang sebelum menghantar.
pl: Kontekst rozmowy jest prawie pełny. Skompresuj historię, aby zwolnić miejsce przed wysłaniem.
pt_br: O contexto da conversa está quase cheio. Compacte o histórico para liberar espaço antes de enviar.
ro: Contextul conversației este aproape plin. Comprimă istoricul pentru a elibera spațiu înainte de trimitere.
ru: Контекст разговора почти заполнен. Сожмите историю, чтобы освободить место перед отправкой.
th: บริบทการสนทนาใกล้เต็มแล้ว บีบอัดประวัติเพื่อเพิ่มพื้นที่ก่อนส่ง
tr: Sohbet bağlamı neredeyse dolu. Göndermeden önce yer açmak için geçmişi sıkıştırın.
zh_hans: 对话上下文接近上限。请先压缩历史以释放空间，然后再发送。
zh_hant: 對話上下文接近上限。請先壓縮歷史以釋放空間，然後再傳送。

source: Conversation context is nearly full. Compact the history to free up space before sending. Enabling auto-compact will do this automatically from now on.
de: Der Gesprächskontext ist fast voll. Komprimiere den Verlauf, um vor dem Senden Platz freizugeben. Mit Auto-Komprimierung geschieht das künftig automatisch.
es: El contexto de la conversación está casi lleno. Compacta el historial para liberar espacio antes de enviar. Si activas la compactación automática, esto se hará solo a partir de ahora.
fil: Malapit nang mapuno ang context ng usapan. I-compact ang history para magkaroon ng espasyo bago magpadala. Awtomatiko na itong gagawin mula ngayon kapag na-enable ang auto-compact.
fr: Le contexte de la conversation est presque plein. Compactez l'historique pour libérer de l'espace avant l'envoi. L'auto-compactage le fera automatiquement à l'avenir.
hr: Kontekst razgovora je gotovo pun. Sažmite povijest da oslobodite prostor prije slanja. Uključivanjem automatskog sažimanja to će se odsad raditi automatski.
id: Konteks percakapan hampir penuh. Ringkas riwayatnya untuk membebaskan ruang sebelum mengirim. Mengaktifkan peringkasan otomatis akan melakukannya sendiri mulai sekarang.
ja: 会話のコンテキストがほぼ満杯です。送信前に履歴を圧縮して空きを確保してください。自動圧縮を有効にすると、今後は自動的に実行されます。
ko: 대화 컨텍스트가 거의 가득 찼습니다. 전송 전에 기록을 압축하여 공간을 확보하세요. 자동 압축을 켜면 앞으로는 자동으로 실행됩니다.
ms: Konteks perbualan hampir penuh. Padatkan sejarahnya untuk membebaskan ruang sebelum menghantar. Mengaktifkan pemadatan automatik akan melakukannya sendiri mulai sekarang.
pl: Kontekst rozmowy jest prawie pełny. Skróć historię, aby zwolnić miejsce przed wysłaniem. Włączenie automatycznego skracania będzie robić to od teraz samoczynnie.
pt_br: O contexto da conversa está quase cheio. Compacte o histórico para liberar espaço antes de enviar. Se ativar a compactação automática, isso passa a ser feito sozinho daqui em diante.
ro: Contextul conversației este aproape plin. Compactează istoricul pentru a elibera spațiu înainte de trimitere. Dacă activezi compactarea automată, de acum înainte acest lucru se va face singur.
ru: Контекст беседы почти заполнен. Сожмите историю, чтобы освободить место перед отправкой. При включённом автосжатии это будет происходить автоматически.
th: บริบทการสนทนาใกล้เต็มแล้ว บีบอัดประวัติเพื่อเพิ่มพื้นที่ก่อนส่ง การเปิดใช้งานการบีบอัดอัตโนมัติจะทำสิ่งนี้ให้เองนับจากนี้
tr: Sohbet bağlamı neredeyse doldu. Göndermeden önce yer açmak için geçmişi sıkıştırın. Otomatik sıkıştırmayı açarsanız bundan sonra bunu kendiliğinden yapar.
zh_hans: 对话上下文即将占满。发送前请压缩历史记录以释放空间。开启自动压缩后,今后将自动执行。
zh_hant: 對話上下文即將佔滿。傳送前請壓縮歷史記錄以釋放空間。開啟自動壓縮後,今後將自動執行。
